Repository: Salman4M/Django-Ecommerce
Catalog: locale/*/LC_MESSAGES/django.po
Languages: az

source: English
az: Ingilis

source: Azerbaijani
az: Azərbaycan

source: NEW IN
az: YENI

source: LOW STOCK
az: SON MƏHSUL

source: ALL
az: HAMISI

source: SENSITIVE
az: HƏSSAS

source: OILY
az: YAĞLI

source: ACNE
az: SIZANAQLI

source: DRY
az: QURU

source: GENERAL INQUIRY
az: ÜMUMİ SORĞU

source: CUSTOMER SUPPORT
az: MÜŞTƏRİ DƏSTƏYİ

source: FEEDBACK OR SUGGESTIONS
az: GERİ DÖNÜŞ VƏ TƏKLİFLƏR

source: PARTNERSHIP OR COLLABORATIONS
az: TƏRƏFDAŞLIQ VƏ ƏMƏKDAŞLIQ

source: BAKU
az: BAKI

source: SYDNEY
az: SİDNEY

source: ZURICH
az: SÜRİX

source: SAN-FRANCISCO
az: SAN-FRANSİSKO

source: Product Development and Research
az: Məhsul İnkişafı və Tədqiqat

source: Marketing and Branding
az: Marketinq və Brendinq

source: Sales and Distribution
az: Satış və Distribusiya

source: Finance and Administration
az: Maliyyə və İdarəetmə

source: Research and Analytics
az: Tədqiqat və Analitika

source: Creative and Design
az: Kreativ və Dizayn

source: TOP TIPS
az: ƏSAS İPUCLAR

source: HOW TO
az: NECƏ

source: MASKS
az: MASKALAR

source: SUNCARE
az: GÜN BAXIMI

source: BESTSELLERS
az: ƏN ÇOX SATANLAR

source: POPULAR
az: POPULYAR

source: RECENT
az: YENİ
